/* Record button label */
"RecordButtonStart" = "Start"; /* record button label for start action */
"RecordButtonContinue" = "Weiter"; /* record button label for continue action */
"RecordButtonPause" = "Pause"; /* record button label for pause action */

/* Data unavailable messages */
"DataUnavailable" = "nicht verfügbar"; /* DataUnavailable */

/* Formatting strings for location data output */
"LatLongFormat" = "%.4f° %@"; /* LatLongFormat */
"AltitudeFormat" = "%.2f m %@"; /* AltitudeFormat */
"AccuracyFormat" = "± %1.0f m"; /* AccuracyFormat */
"CourseFormat" = "%.4f°"; /* CourseFormat */
"SpeedFormat" = "%.2f km/h"; /* SpeedFormat */

/* Directions */ 
"North" = "N"; /* North */
"South" = "S"; /* South */
"East" = "O"; /* East */
"West" = "W"; /* West */
"AboveSeaLevel" = "über NN"; /* AboveSeaLevel */
"BelowSeaLevel" = "unter NN"; /* BelowSeaLevel */

/* Formatting strings for track data output */
"DistanceFormat" = "%.2f km"; /* Distance in km */

/* Map annotations */
"WaypointTitleFormat" = "Wegpunkt #%d"; /* Waypoint title format with index number */
"StartWaypoint" = "Start"; /* Waypoint marking the start of the track */
"EndWaypoint" = "Ziel"; /* Waypoint marking the end of the track */

/* Alert View strings */
"AlertBtnOk" = "OK"; /* Alert Button, Ok */
"AlertBtnShowOnMap" = "Anzeigen"; /* Alert Button, show on map */
"FileImportMessage" = "Die Datei %@ wurde zu deinen importierten Routen hinzugefügt."; /* File import message */
"FileImportTitle" = "Route importiert"; /* File import title */

/* New strings */
"ActionSheetCancel" = "Abbrechen"; /* action sheet cancel button label */
"ActionSheetDeleteTracksFormat" = "Alle %@ löschen"; /* action sheet button label for deleting activities */
"ActionSheetDeleteThumbnails" = "Thumbnails erneuern"; /* action sheet button label for deleting thumbnails */

/* New strings */
"activity.cycling" = "Fahrrad fahren"; /* activity type cycling */
"activity.hiking" = "Wandern"; /* activity type hiking */
"activity.running" = "Laufen"; /* activity type running */
